Repository: drakehuang81/NeuLedger
Catalog: NeuLedger/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# carrier_management_title
source: My Carriers
zh_hant: 我的載具

# carrier_type_phone_barcode
source: Phone Barcode Carrier
zh_hant: 手機條碼載具

# carrier_type_citizen_cert
source: Citizen Digital Certificate
zh_hant: 自然人憑證條碼

# carrier_name_label
source: Name (Optional)
zh_hant: 名稱（選填）

# carrier_barcode_label
source: Barcode
zh_hant: 條碼

# carrier_barcode_error_phone
source: Format must be /XXXXXXX (slash followed by 7 alphanumeric characters)
zh_hant: 格式應為 /XXXXXXX（斜線加 7 位英數字）

# carrier_barcode_error_cert
source: Format must be /P followed by 16 alphanumeric characters
zh_hant: 格式應為 /P 加 16 位英數字

# carrier_copy_success
source: Copied
zh_hant: 已複製

# carrier_empty_state
source: No carriers added yet
zh_hant: 尚未新增載具

# carrier_empty_state_desc
source: Add your phone barcode or citizen digital certificate for tax filing
zh_hant: 新增您的手機條碼或自然人憑證，方便報稅時使用

# carrier_add_button
source: Add Carrier
zh_hant: 新增載具

# carrier_add_title
source: Add Carrier
zh_hant: 新增載具

# carrier_edit_title
source: Edit Carrier
zh_hant: 編輯載具

# carrier_name_placeholder
source: Name this carrier (optional)
zh_hant: 為載具命名（選填）

# carrier_barcode_placeholder
source: Enter barcode
zh_hant: 輸入條碼

# carrier_delete_confirm
source: Delete this carrier?
zh_hant: 確認刪除此載具？

# widget_carrier_display_name
source: My Carrier
zh_hant: 我的載具

# widget_carrier_description
source: Display carrier barcode for scanning
zh_hant: 顯示載具條碼供店員掃描

# widget_carrier_empty
source: Set up a carrier in NeuLedger settings
zh_hant: 請在 NeuLedger 設定 Widget 載具

# widget_carrier_placeholder_name
source: Phone Barcode Carrier
zh_hant: 手機條碼載具

# widget_carrier_empty_cta
source: Tap to set up
zh_hant: 點此設定

# widget_carrier_stale_warning
source: Data may be outdated
zh_hant: 資料可能已過期

# widget_voice_display_name
source: Voice Bookkeeping
zh_hant: 語音記帳

# widget_voice_description
source: Quick voice bookkeeping
zh_hant: 快速語音記帳

# widget_voice_title
source: Voice
zh_hant: 語音記帳

# settings_widget
source: Widget Settings
zh_hant: Widget 設定

# settings_widget_carrier
source: Display Carrier
zh_hant: 顯示的載具

# settings_widget_voice_account
source: Voice Account
zh_hant: 語音記帳帳戶

# settings_widget_coming_soon
source: Coming Soon
zh_hant: 即將推出

# settings_widget_no_carrier
source: No carriers
zh_hant: 尚無載具

# settings_export_csv_header_date
source: Date
zh_hant: 日期

# settings_export_csv_header_type
source: Type
zh_hant: 類型

# settings_export_csv_header_category
source: Category
zh_hant: 分類

# settings_export_csv_header_note
source: Note
zh_hant: 備註

# settings_export_csv_header_amount
source: Amount
zh_hant: 金額

# settings_export_csv_header_account
source: Account
zh_hant: 帳戶

# analysis_period_picker_label
source: Period
zh_hant: 時間範圍

# recurring_transaction_error_amount
source: Please enter a valid amount
zh_hant: 請輸入有效金額

# recurring_transaction_error_account
source: Please select an account
zh_hant: 請選擇帳戶

# recurring_transaction_first_run_date
source: First run date
zh_hant: 首次執行日期

# alert_delete_recurring_transaction
source: Delete Recurring Transaction?
zh_hant: 刪除定期交易？

# alert_delete_recurring_transaction_message
source: Are you sure you want to delete this recurring transaction? This cannot be undone.
zh_hant: 確定要刪除這筆定期交易？此操作無法復原。

# account_type_cash
source: Cash
zh_hant: 現金

# account_type_bank
source: Bank
zh_hant: 銀行帳戶

# account_type_credit_card
source: Credit Card
zh_hant: 信用卡

# account_type_e_wallet
source: E-Wallet
zh_hant: 電子錢包

# onboarding_welcome_title_lead
source: Every NT$,
zh_hant: 每一塊錢，

# onboarding_welcome_title_emphasis
source: seen
zh_hant: 都看得見

# onboarding_welcome_card_eyebrow
source: Total balance · Starting fresh
zh_hant: 總資產 · 開始追蹤

# onboarding_welcome_chip_starting
source: Starting now
zh_hant: 即將開始

# onboarding_selection_title
source: Pick your accounts
zh_hant: 選擇你的帳戶

# onboarding_selection_subtitle
source: Tap to add. Adjust anytime.
zh_hant: 點擊新增。隨時可以調整。

# onboarding_selection_continue_format
source: Continue · %lld selected
zh_hant: 繼續 · %lld 個

# onboarding_selection_add_custom
source: Add custom account
zh_hant: 新增其他帳戶

# onboarding_custom_sheet_title
source: Add account
zh_hant: 新增帳戶

# onboarding_custom_sheet_subtitle
source: Name it, pick type and color
zh_hant: 為它取個名字，選類型與顏色

# onboarding_custom_name_label
source: Account name
zh_hant: 帳戶名稱

# onboarding_custom_name_placeholder
source: e.g. Chase Checking
zh_hant: 例如：玉山銀行

# onboarding_custom_type_label
source: Type
zh_hant: 類型

# onboarding_custom_color_label
source: Color
zh_hant: 顏色

# onboarding_custom_submit
source: Add
zh_hant: 新增

# onboarding_custom_cancel
source: Cancel
zh_hant: 取消

# onboarding_ready_total_label
source: Total balance
zh_hant: 總餘額

# onboarding_ready_account_count_format
source: %lld account(s) created
zh_hant: 已建立 %lld 個帳戶

# onboarding_done_title
source: Welcome aboard
zh_hant: 歡迎加入

# onboarding_done_subtitle
source: Ready to go · opening dashboard…
zh_hant: 準備就緒，正在打開儀表板…

# category_seed_education
source: Education
zh_hant: 教育

# category_seed_entertainment
source: Entertainment
zh_hant: 娛樂

# category_seed_food
source: Food
zh_hant: 餐飲

# category_seed_freelance
source: Freelance
zh_hant: 接案

# category_seed_gift
source: Gift
zh_hant: 禮金

# category_seed_health
source: Health
zh_hant: 健康醫療

# category_seed_housing
source: Housing
zh_hant: 居家

# category_seed_investment
source: Investment
zh_hant: 投資

# category_seed_other_expense
source: Other Expense
zh_hant: 其他支出

# category_seed_other_income
source: Other Income
zh_hant: 其他收入

# category_seed_salary
source: Salary
zh_hant: 薪資

# category_seed_shopping
source: Shopping
zh_hant: 購物

# category_seed_transport
source: Transport
zh_hant: 交通

# category_seed_utilities
source: Utilities
zh_hant: 水電費

# analysis_kpi_expense
source: Expense
zh_hant: 支出

# analysis_kpi_income
source: Income
zh_hant: 收入

# analysis_kpi_net
source: Net
zh_hant: 結餘

# analysis_kpi_savings_rate
source: Savings rate
zh_hant: 存錢率

# analysis_daily_eyebrow
source: Last 7 days
zh_hant: 近 7 天支出

# analysis_daily_avg_format
source: · avg NT$%1$@/day
zh_hant: · 平均 NT$%1$@/日

# analysis_monthly_eyebrow
source: 6-month trend
zh_hant: 6 月趨勢

# analysis_monthly_avg_format
source: Avg %1$@/mo
zh_hant: 平均 %1$@/月

# analysis_donut_eyebrow
source: Categories
zh_hant: 類別細項

# analysis_donut_tap_hint
source: Tap to expand ↓
zh_hant: 點選展開 ↓

# analysis_donut_more_format
source: + %1$d more
zh_hant: + %1$d 其他類別

# analysis_ai_dock_prompt
source: Want to know why?
zh_hant: 想知道為什麼?
